Repository: SandorPetrovics/rabbitvcs
Catalog: po/*.po
Languages: de

source: %I:%M%P
de: %H:%M

source: %a %I:%M%p
de: %a, %H:%M

source: %b %d
de: %d. %b

source: %b %d %Y
de: %d. %b %Y

source: (no date)
de: (kein Datum)

source: just now
de: soeben

source: %d minute(s) ago
de: vor %d Minuten

source: %i second
de: %i Sekunde

source: %i hour
de: %i Stunde

source: %i day
de: %i Tag

source: %i week
de: %i Woche

source: %i month
de: %i Monat

source: %i year
de: %i Jahr

source: Bugs
de: Fehler

source: Open Python Console
de: Öffne Python-Konsole

source: Refresh Status
de: Aktualisiere Status

source: Reverts everything it sees
de: Nimmt alles zurück, was es findet

source: Invalidate
de: Ungültig machen

source: Force an invalidate_extension_info() call
de: Aufruf von invalidate_extension_info() forcieren

source: Add Emblem
de: Emblem hinzufügen

source: Add an emblem
de: Ein Emblem hinzufügen

source: Check out a working copy
de: Eine Arbeitskopie auschecken

source: Update a working copy
de: Arbeitskopie aktualisieren

source: Commit modifications to the repository
de: Änderungen in das Projektarchiv übertragen

source: Repository Browser
de: Repository-Navigator

source: Browse a repository tree
de: Projektarchiv einsehen

source: Check for Modifications...
de: Prüfe auf Änderungen...

source: Check for modifications made to the repository
de: Prüfe auf Änderungen, die am Projektarchiv vorgenommen wurden

source: Diff Menu...
de: Diff-Menü...

source: List of comparison options
de: Liste der Vergleichsmöglichkeiten

source: View diff against base
de: Diff ggü. Basis

source: View the modifications made to a file
de: Zeige an einer Datei vorgenommene Änderungen

source: View diff between files/folders
de: Diff zwischen Dateien/Ordnern

source: View the differences between two files
de: Zeige Unterschiede zwischen zwei Dateien/Ordnern

source: View diff against previous revision
de: Diff ggü. voriger Revision

source: View the modifications made to a file since its last change
de: Zeige zuletzt an einer Datei vorgenommene Änderungen

source: Compare with base
de: Vergleich mit Basis

source: Compare with base using side-by-side comparison tool
de: Zeige an einer Datei vorgenommene Änderungen mittels Gegenüberstellungs-Programm

source: Compare files/folders
de: Vergleiche Dateien/Ordner

source: Compare the differences between two items
de: Vergleiche zwei Dateien/Ordnern miteinander

source: Compare with previous revision
de: Vergleiche mit voriger Revision

source: Compare with previous revision using side-by-side comparison tool
de: Zeige zuletzt an einer Datei vorgenommene Änderungen mittels Gegenüberstellungs-Programm

source: Show Changes...
de: Zeige Änderungen...

source: Show changes between paths and revisions
de: Zeige Änderungen zwischen Pfaden und Revisionen

source: Show Log
de: Log anzeigen

source: Show a file's log information
de: Logeinträge einer Datei zeigen

source: Add
de: Hinzufügen

source: Schedule items to be added to the repository
de: Datei zum Hinzufügen zum Projektarchiv vormerken (add)

source: Add to ignore list
de: Zu Ignore-Liste hinzufügen

source: Update to revision...
de: Update auf Revision...

source: Update a file to a specific revision
de: Eine Datei auf eine bestimmte Revision aktualisieren (update)

source: Rename...
de: Umbenennen...

source: Schedule an item to be renamed on the repository
de: Ein Objekt zum Umbenennen im Projektarchiv vormerken (rename)

source: Delete
de: Löschen

source: Schedule an item to be deleted from the repository
de: Ein Objekt zum Löschen aus dem Projektarchiv vormerken (delete)

source: Revert an item to its unmodified state
de: Zu unverändertem Zustand zurückkehren (revert)

source: Mark as Resolved
de: Als gelöst markieren

source: Mark a conflicted item as resolved
de: Ein in Konflikt stehendes Objekt als gelöst markieren (resolve)

source: Restore
de: Wiederherstellen

source: Restore a missing item
de: Ein fehlendes Objekt wiederherstellen (restore)

source: Relocate...
de: Relozieren...

source: Relocate your working copy
de: URL des Projektarchivs umstellen (relocate)

source: Get Lock...
de: Sperren...

source: Locally lock items
de: Objekte lokal sperren (get lock)

source: Release Lock...
de: Entsperren...

source: Release lock on an item
de: Sperre für Objekte aufheben (release lock)

source: Cleanup
de: Aufräumen

source: Clean up working copy
de: Arbeitskopie aufräumen (cleanup)

source: Export...
de: Exportieren...

source: Export a working copy or repository with no versioning information
de: Eine Arbeitskopie oder ein Projektarchiv ohne Versionsinformationen exportieren

source: Create Repository here
de: Projektarchiv hier erstellen

source: Create a repository in a folder
de: Ein Projektarchiv in einem Ordner erstellen

source: Import
de: Importieren

source: Import an item into a repository
de: Ein Objekt in ein Projektarchiv importieren

source: Copy an item to another location in the repository
de: Ein Objekt zu einem anderen Ort im Projektarchiv kopieren (branch / tag)

source: Change the repository location of a working copy
de: Den Ort des Projektarchivs der Arbeitskopie wechseln (switch)

source: A wizard with steps for merging
de: Ein Assistent zum Zusammenführen

source: Annotate...
de: Blame / Annotate...

source: Annotate a file
de: Autoren- und Revisionsinformationen zu einer Datei zeilenweise anzeigen

source: Create Patch...
de: Patch erstellen...

source: Creates a unified diff file with all changes you made
de: Erstellt eine diff-Datei mit allen vorgenommenen Änderungen

source: Apply Patch...
de: Patch anwenden...

source: Applies a unified diff file to the working copy
de: Wendet eine diff-Datei auf die Arbeitskopie an (apply)

source: Properties
de: Eigenschaften

source: View the properties of an item
de: Die Eigenschaften eines Objekts ansehen

source: Help
de: Hilfe

source: View help
de: Hilfe ansehen

source: Settings
de: Einstellungen

source: View or change RabbitVCS settings
de: Einstellungen von RabbitVCS zeigen oder bearbeiten

source: About
de: Über

source: About RabbitVCS
de: Über RabbitVCS

source: Open
de: Öffnen

source: Open a file
de: Datei öffnen

source: Browse to
de: Navigiere zu

source: Browse to a file or folder
de: Navigiere zu einer Datei oder einem Ordner

source: Revert property
de: Eigenschaft zurücksetzen

source: Revert this property to its original state
de: Diese Eigenschaft auf den Originalzustand zurücksetzen (revert)

source: Revert property (recursive)
de: Eigenschaft rekursiv zurücksetzen

source: Revert this property to its original state (recursive)
de: Diese Eigenschaft auf den Originalzustand zurücksetzen, rekursiv (revert)

source: Delete property
de: Lösche Eigenschaft

source: Delete this property
de: Lösche diese Eigenschaft

source: Delete property (recursive)
de: Lösche Eigenschaft (rekursiv)

source: Delete this property (recursive)
de: Lösche diese Eigenschaft rekursiv

source: Edit details
de: Bearbeite Details

source: Show and edit property details
de: Eigenschafts-Details zeigen und bearbeiten

source: Initialize Repository
de: Projektarchiv initialisieren

source: Edit conflicts
de: Konflikte bearbeiten

source: Ignore item by filename
de: Ignoriere per Dateianame

source: Ignore item by file extension
de: Ignoriere per Dateiendung

source: Ignore file:
de: Datei ignorieren:

source: Export - %s
de: Exportieren - %s

source: The repository URL and destination path are both required fields.
de: Die Projektarchiv-URL und der Zielpfad müssen angegeben werden.

source: Export
de: Exportieren

source: Running Export Command...
de: Exportiere...

source: Completed Export
de: Export abgeschlossen

source: An error has occurred in the RabbitVCS Nautilus extension. Please contact the <a href="%s">RabbitVCS team</a> with the error details listed below:
de: In der RabbitVCS-Nautilus-Erweiterung ist ein Fehler aufgetreten. Bitte kontaktieren Sie das <a href="%s">RabbitVCS-Team</a> mit folgender Fehlerbeschreibung:

source: Date
de: Datum

source: Message
de: Logmeldung

source: Select a Folder
de: Ordner wählen

source: to
de: bis

source: Select a File
de: Datei wählen

source: Save As...
de: Speichern unter...

source: Are you sure you want to continue?
de: Wollen Sie wirklich fortfahren?

source: the selected item(s)
de: die ausgewählten Objekte

source: Added a folder to the repository
de: Verzeichnis zum Repository hinzugefügt

source: Path
de: Pfad

source: Extension
de: Endung

source: Loading...
de: Lade...

source: Found %d item(s)
de: %d Objekt(e) gefunden

source: Running Revert Command...
de: Nehme zurück...

source: Completed Revert
de: Zurücknehmen abgeschlossen

source: Number
de: Nummer

source: Working Copy
de: Arbeitskopie

source: Repository:
de: Projektarchiv:

source: Host:
de: Server:

source: Add line:
de: Zeile hinzufügen:

source: <b>Note:</b> changes to properties are applied instantly. You may review and undo changes using the context menu for each item.
de: <b>Hinweis:</b> Änderungen an Eigenschaften werden sofort angewendet. Sie können diese über das Kontextemü für jedes Objekt überprüfen und zurücknehmen.

source: Do you want to delete the selected properties from all files and subdirectories beneath this directory?
de: Möchten Sie die ausgewählten Eigenschaften von allen Dateien und Unterverzeichnissen dieses Verzeichnisses löschen?

source: File is not under version control.
de: Datei steht nicht unter Versionsverwaltung.

source: Value
de: Wert

source: Reserved
de: Reserviert

source: Unable to retrieve properties list
de: Eigenschaftenliste konnte nicht abgerufen werden

source: Unable to set new value for property.
de: Neuer Eigenschaftswert konnte nicht gesetzt werden.

source: Running Add Command...
de: Füge hinzu...

source: Completed Add
de: Hinzufügen abgeschlossen

source: The repository URL field is required.
de: Die Projektarchiv-URL muss angegeben werden.

source: Running Import Command...
de: Importiere...

source: Completed Import
de: Import abgeschlossen

source: Dry run
de: Probelauf

source: Remove only ignored files
de: Lösche nur ignorierte Dateien

source: Remove ignored files, too
de: Lösche auch ignorierte Dateien

source: Remove directories
de: Lösche Verzeichnisse

source: Remove untracked files from the working tree
de: Lösche unverwaltete Dateien aus dem Arbeitsverzeichnis

source: <b>Clean your Repository</b>
de: <b>Räume Repository auf</b>

source: Property Editor
de: Eigenschaften-Editor

source: Close this dialog.
de: Schließt diesen Dialog.

source: Refresh the list of properties.
de: Liste der Eigenschaften aktualisieren.

source: Add a new property.
de: Neue Eigenschaft hinzufügen.

source: <b>Remote URI:</b>
de: <b>Quell-Pfad</b>

source: <b>Working Copy:</b>
de: <b>Arbeitskopie:</b>

source: Notification Messages
de: Nachrichten

source: Refresh
de: Aktualisieren

source: N/A
de: n/v

source: Showing Revisions:
de: Zeige Revisionen:

source: Stop on copy
de: Bei Kopie anhalten

source: <b>Revisions Table</b>
de: <b>Revisionen</b>

source: <b>Affected File(s)</b> (double-click to compare with base)
de: <b>Geänderte Datei(en)</b> (Doppelklick zum Vergleich mit Basis)

source: <b>Message</b>
de: <b>Logmeldung</b>

source: None
de: Keine

source: <i>Merge</i> - Resets the index to match the tree recorded by the named commit, and updates the files that are different between the named commit and the current commit in the working tree
de: <i>Merge</i> - Setzt Index auf den angegebenen Commit, und aktualisiert die Dateien, bei denen Abweichungen zwischen dem angegebenen Commit und dem aktuellen Commit des Arbeitsverzeichnis aufweisen.

source: <i>Hard</i> - Matches the working tree and index to that of the tree being switched to
de: <i>Hard</i> - Setzt Arbeitsverzeichnis und Index auf den Ziel-Baum

source: <i>Soft</i> - Does not touch the index file or working tree at all, but requires them to be in good working order
de: <i>Soft</i> - Lasse Index und Arbeitsverzeichnis unverändert, aber diese müssen in gutem Zustand sein

source: <i>Mixed</i> - Reset the index but not the working tree
de: <i>Mixed</i> - Setzt den Index zurück, aber nicht das Arbeitsverzeichnis

source: <b>Options</b>
de: <b>Optionen</b>

source: <b>Path</b>
de: <b>Pfad</b>

source: Reset current HEAD to specified state.
de: Setze aktuellen HEAD auf spezifizierten Zustand zurück.

source: <b>Reset your Repository</b>
de: <b>Setzen Sie ihr Projektarchiv zurück</b>

source: Relocate
de: Relozieren

source: To:
de: Auf:

source: From:
de: Von:

source: <b>Change the repository of your working copy</b>
de: <b>Das Repository der Arbeitskopie ändern</b>

source: Fetch from all remotes
de: Fetch von allen Remotes

source: Select / Deselect all
de: Alle aus-/abwählen

source: Ignore
de: Ignorieren

source: <b>Ignore and exclude files from being tracked</b>
de: <b>Dateien aus Nachverfolgung ausschließen/ignorieren</b>

source: Merge Assistant
de: Merge-Assistent

source: Choose this method if you wish to reintegrate a branch into the trunk.
de: Wählen Sie diese Funktion, wenn Sie einen Branch nach trunk reintegrieren möchten.

source: Reintegrate a branch
de: Branch reintegrieren

source: Choose this method if you wish to merge two different branches into your working copy.
de: Wählen Sie diese Methode, wenn Sie zwei verschiedene Branches in Ihre Arbeitskopie zusammenführen möchten.

source: Merge two different trees
de: Zwei verschiedene Bäume zusammenführen

source: Choose this method if you have made some changes to a branch and wish to merge your changes with another branch.
de: Wählen Sie diese Methode, wenn Sie Änderungen an einem Branch vorgenommen haben und Ihre Änderungen mit einem anderen Branch zusammenführen möchten.

source: Merge a range of revisions
de: Einen Revisionsbereich zusammenführen

source: Step 1: Merge Type
de: Schritt 1: Merge-Typ

source: <b>Working Copy</b>
de: <b>Arbeitskopie</b>

source: Use the log dialog to select the revisions that you wish to merge. Or write out the revisions manually, each separated by a comma. You can specify a revision range by a dash. Example: 4-7,9,11,15-HEAD To merge all revisions, leave the box empty.
de: Benutzen Sie den Log-Dialog, um die Revisionen zum Zusammenführen auszuwählen. Oder geben Sie die Revisionen per Hand an, durch Komma getrennt. Sie können einen Revisionsbereich mit dem Bindestrich angeben. Beispiel: 4-7, 9,11,15-HEAD Lassen Sie das Feld leer, um alle Revisionen zusammenzuführen.

source: Show log
de: Log anzeigen

source: <b>Revision Range</b>
de: <b>Revisionsbereich</b>

source: <b>URL to merge from</b>
de: <b>URL von der zusammengeführt werden soll</b>

source: Step 2: Merge a Range of Revisions
de: Schritt 2: Eine Spanne von Revisionen zusammenführen

source: <b>To: (URL and revision to merge)</b>
de: <b>Nach: (URL und zusammenzuführende Revision)</b>

source: <b>From: (URL and revision to merge)</b>
de: <b>Von: (URL und zusammenzuführende Revision)</b>

source: Step 2: Merge two different trees
de: Schritt 2: Zwei verschiedene Bäume zusammenführen

source: <b>From URL</b>
de: <b>Quell-URL</b>

source: Step 2: Reintegrate a Branch
de: Schritt 2: Branch reintegrieren

source: Test Merge
de: Zusammenführen testen

source: Only record the merge
de: Nur als zusammengeführt markieren

source: Ignore ancestry
de: Abstammung ignorieren

source: Recursive
de: Rekursiv

source: Step 3: Final Options
de: Schritt 3: Abschließende Optionen

source: Previous Messages
de: Frühere Logmeldungen

source: <b>Add Message</b>
de: <b>Logmeldung hinzufügen</b>

source: Show unversioned files
de: Nicht versionierte Dateien anzeigen

source: <b>Changed Files</b> (double-click to compare with base)
de: <b>Geänderte Datei(en)</b> (Doppelklick zum Vergleich mit Basis)

source: <b>Commit to:</b>
de: <b>Commit nach:</b>

source: Delete properties recursively
de: Eigenschaften rekursiv löschen

source: <i>Selected properties will be applied recursively.</i>
de: <i>Ausgewählte Eigenschaften werden rekursiv angewendet.</i>

source: <b>Properties for:</b>
de: <b>Eigenschaften für:</b>

source: Annotate
de: Blame / Annotate

source: Rollback to specified revision number
de: Zu angegebener Revision zurückkehren

source: Omit Externals
de: Überspringe externe Links

source: Create Folder...
de: Erstelle Ordner...

source: <b>Folder Name</b>
de: <b>Ordnername</b>

source: RabbitVCS Error
de: RabbitVCS-Fehler

source: <span weight="bold" size="xx-large">RabbitVCS Error</span>
de: <span weight="bold" size="xx-large">RabbitVCS-Fehler</span>

source: Delete Confirmation
de: Löschbestätigung

source: The item(s) will be sent to the trash can.
de: Die Objekte werden in den Papierkorb verschoben.

source: <span size="large"><b>Are you sure you want to delete %item%?</b></span>
de: <span size="large"><b>Wollen Sie %item% wirklich löschen?</b></span>

source: <b>Previous Messages</b>
de: <b>Frühere Logmeldungen</b>

source: Confirmation
de: Bestätigung

source: Edit Conflicts
de: Konflikte bearbeiten

source: Accept Mine
de: Meine akzeptieren

source: Accept Theirs
de: Deren akzeptieren

source: <b>A conflict was found in the following file:</b>
de: <b>Ein Konflikt wurde in folgender Datei gefunden:</b>

source: SSL Client Certification
de: SSL-Clientzertifikat

source: Save Authentication
de: Anmeldeinformationen speichern

source: Path:
de: Pfad:

source: Realm:
de: Bereich:

source: <b>Please provide your ssl certification file</b>
de: <b>Bitte geben Sie Ihr SSL-Zertifikat an</b>

source: Check Certificate
de: Zertifikat prüfen

source: Accept Once
de: Einmal akzeptieren

source: Accept Forever
de: Dauerhaft akzeptieren

source: Deny
de: Verweigern

source: Fingerprint:
de: Fingerabdruck:

source: Valid:
de: Gültig:

source: Issuer:
de: Aussteller:

source: <b>Certificate Details</b>
de: <b>Zertifikatsdetails</b>

source: Mark Resolved
de: Als gelöst markieren

source: Unresolved
de: Ungelöst

source: Resolved
de: Gelöst

source: <b>Mark Conflict As</b>
de: <b>Konflikt markieren als</b>

source: Name and Email
de: Name und E-Mail

source: <b>Enter Name and Email Details</b>
de: <b>Geben Sie Name und E-Mail an</b>

source: Property
de: Eigenschaft

source: Apply property recursively
de: Eigenschaft rekursiv anwenden

source: Value:
de: Wert:

source: Property:
de: Eigenschaft:

source: <b>Edit Property Details</b>
de: <b>Eigenschaftsdetails bearbeiten</b>

source: <b>Version Control Systems</b>
de: <b>Versionsverwaltungssysteme</b>

source: Enable Subversion
de: Subversion aktivieren

source: Enable Git
de: Git aktivieren

source: Enable Mercurial
de: Mercurial einschalten

source: Enable emblems
de: Embleme einschalten

source: Enable recursive status checks
de: Rekursive Statusüberprüfungen aktivieren

source: Enable file attributes
de: Dateiattribute einschalten

source: Date/time format
de: Datums-/Uhrzeit-Format

source: Highlight source syntax
de: Syntaxhervorhebung

source: Highlight source lines according to language syntax
de: Hebe Quellcode gemäß Sprache hervor.

source: Colorize commits and authors
de: Commits und Autoren einfärben

source: Set a unique background color of lines belonging to the same commit. Apply to line author's too
de: Setze eine gleiche Hintergrundfarbe für alle Zeilen, die zum gleichen Commit gehören. Wende dies auf den Autor ebenso an.

source: Show RabbitVCS debugging tools
de: Zeite RabbitVCS' Debugwerkzeuge

source: The debug menu is used to diagnose problems with RabbitVCS itself
de: Das Debug-Menü wird zur Untersuchung von Problemen mit RabbitVCS selbst verwendet

source: <b>Default Commit Message</b>
de: <b>Standard-Commit-Nachricht</b>

source: General
de: Allgemein

source: <b>Configure the program to resolve conflicted files.</b>
de: <b>Programm zur Konfliktauflösung konfigurieren</b>

source: Use the following macros to configure the merge tool: %base - The common ancestor of the two files to be merged. %mine - The file you modified in your working copy. %theirs - The file being merged into your working copy. %merged - The file to store the merged result.
de: Verwenden Sie folgende Makros zur Konfiguration: %base - Der gemeinsame Vorfahr der beiden zusammenzuführenden Dateien. %mine - Die Datei, die Sie in der Arbeitskopie geändert haben. %theirs - Die Datei, die in Ihre Arbeitskopie eingebracht werden soll. %merged - Die Datei, in der das Ergebnis gespeichert werden soll.

source: Browse...
de: Durchsuchen...

source: Show new version on the left side
de: Neue Version auf der linken Seite zeigen

source: <b>Program used to compare files</b>
de: <b>Programm zum Dateivergleich</b>

source: External Programs
de: Externe Programme

source: Clear
de: Leeren

source: Clear your authentication information
de: Ihre Anmeldeinformationen löschen

source: <b>Authentication</b>
de: <b>Authentifizierung</b>

source: Number of messages to remember
de: Zahl der zu speichernden Logmeldungen

source: <b>Log Messages</b>
de: <b>Logmeldungen</b>

source: Number of URLs to remember
de: Zahl der zu speichernden URLs

source: <b>URL History</b>
de: <b>URL-Historie</b>

source: Saved Data
de: Gespeicherte Daten

source: <b>Logging Options</b>
de: <b>Logging-Optionen</b>

source: Minimum level to log:
de: Minimaler Loglevel:

source: Type:
de: Typ:

source: Refresh Information
de: Informationen aktualisieren

source: Restart Checker
de: Checker neustarten

source: Stop Checker
de: Checker anhalten

source: <b>Other Information</b>
de: <b>Weitere Informationen</b>

source: <b>Checker type:</b>
de: <b>Checker-Typ:</b>

source: Unknown
de: Unbekannt

source: <b>Process ID:</b>
de: <b>Prozess-ID:</b>

source: <b>Memory usage:</b>
de: <b>Speichernutzung:</b>

source: <b>Locale:</b>
de: <b>Lokalisierung:</b>

source: Status Checker
de: Checker-Status

source: <b>Configuration Editor</b>
de: <b>Konfigurations-Editor</b>

source: Property status:
de: Eigenschaftenstatus:

source: Content status:
de: Inhaltsstatus:

source: Include ignored files
de: Ignorierte Dateien einbeziehen

source: <b>Import Message</b>
de: <b>Import-Logmeldung</b>

source: <b>Repository</b>
de: <b>Projektarchiv</b>

source: Lock Files
de: Dateien sperren

source: Steal the locks
de: Existierende Sperren stehlen

source: <b>Files to lock</b>
de: <b>Zu sperrende Dateien</b>

source: <b>Please describe why you are locking these files</b>
de: <b>Bitte beschreiben Sie, warum Sie diese Dateien sperren</b>

source: Property Status
de: Eigenschaftenstatus

source: Running Resolved Command...
de: Löse Konflikte auf...

source: Completed Mark as Resolved
de: Als gelöst markiert

source: Tag Manager
de: Tag-Verwaltung

source: Message:
de: Logmeldung:

source: Save
de: Speichern

source: Date:
de: Datum:

source: Are you sure you want to delete %s?
de: Sicher, dass Sie %s löschen möchten?

source: <b>Add Tag</b>
de: <b>Tag hinzufügen</b>

source: <b>Tag Detail</b>
de: <b>Tag-Details</b>

source: Action
de: Aktion

source: Mime Type
de: MIME-Typ

source: Finished
de: Abgeschlossen

source: %s - Finished
de: %s - fertig

source: Log Message
de: Logmeldung

source: Cleaning Up...
de: Räume auf...

source: Completed Cleanup
de: Aufräumen abgeschlossen

source: The from and to url fields are both required.
de: Die Ursprungs- und Ziel-URL müssen angegeben werden.

source: Running Relocate Command...
de: Stelle URL um...

source: Completed Relocate
de: Umstellen der URL abgeschlossen

source: Unlock
de: Entsperren

source: Running Unlock Command...
de: Entsperre...

source: Completed Unlock
de: Entsperren abgeschlossen

source: Updating...
de: Aktualisiere...

source: Completed Update
de: Update abgeschlossen

source: The requested file or folder does not exist.
de: Die angeforderte Datei existiert nicht.

source: Rename
de: Umbenennen

source: New Name:
de: Neuer Name:

source: The new name field is required
de: Der neue Name muss angegeben werden

source: Running Rename Command...
de: Benenne um...
