Repository: SandorPetrovics/rabbitvcs
Catalog: po/*.po
Languages: de

source: Completed Rename
de: Umbenennen abgeschlossen

source: Repository URL
de: Projektarchiv-URL

source: View diff as side-by-side comparison
de: Zeige Diff als Nebeneinander-Vergleich

source: There was an error communicating with the status checker service.
de: Bei der Kommunikation mit dem Status-Checker-Dienst ist ein Fehler aufgetreten.

source: default
de: Standard

source: locale
de: Lokalisierung

source: Config file:
de: Konfigurationsdatei:

source: Select a program
de: Ein Programm auswählen

source: Are you sure you want to clear your repository paths?
de: Wollen Sie wirklich dieade löschen?

source: Repository paths cleared
de: Projektarchivpfade gelöscht

source: Are you sure you want to clear your previous messages?
de: Wollen Sie wirklich die früheren Logmeldungen löschen?

source: Previous messages cleared
de: Frühere Logmeldungen gelöscht

source: Are you sure you want to clear your authentication information?
de: Wollen Sie wirklich Ihre Authentifizierungsinformationen löschen?

source: Authentication information cleared
de: Authentifizierungsinformationen gelöscht

source: Size
de: Größe

source: Author
de: Autor

source: Create folder...
de: Erstelle Ordner...

source: Copy to...
de: Kopiere nach...

source: Copy URL to clipboard
de: Kopiere URL in Zwischenablage

source: Move to...
de: Verschiebe nach...

source: Where do you want to copy the selection?
de: Wohin möchten Sie die Auswahl kopieren?

source: New Location:
de: Neuer Ort:

source: Where do you want to move the selection?
de: Wohin möchten Sie die Auswahl verschieben?

source: Repository successfully created
de: Projektarchiv erfolgreich erstellt

source: There was an error creating the repository. Make sure the given folder is empty.
de: Beim Erstellen des Projektarchivs ist ein Fehler aufgetreten. Stellen Sie sicher, dass der angegebene Ordner leer ist.

source: Setting up repository...
de: Projektarchiv einrichten...

source: Completed repository setup
de: Einrichtung des Projektarchivs abgeschlossen

source: Cannot annotate a directory
de: Kann kein Verzeichnis blamen / annotieren

source: Annotate - %s
de: Blame / Annotiere - %s

source: Line
de: Zeile

source: Show this revision
de: Zeige diese Revision

source: Annotate this file's revision
de: Annotiere die Revision dieser Datei

source: Annotate this revision in another window
de: Annotiere die Revision in einem weiteren Fenster

source: Annotate this file's revision in another window
de: Annotiere die Revision dieser Datei in einem weiteren Fenster

source: Show next revision
de: Zeige nächste Revision

source: Annotate the revision following this one
de: Anotiere die nachfolgende Revision

source: View diff against working copy
de: Diff ggü. Arbeitskopie

source: View this revision's diff against working copy
de: Diff dieser Revision ggü. Arbeitskopie

source: Compare against working copy
de: Vergleich mit Arbeitskopie

source: Compare this revision against working copy
de: Vergleich dieser Revision mit Arbeitskopie

source: View this revision's diff against previous revision
de: Diff dieser Revision ggü. voriger Revision

source: Compare against previous revision
de: Vergleiche mit voriger Revision

source: Compare this revision against previous revision
de: Vergleiche diese Revision mit voriger Revision

source: View diff between revisions
de: Diff zwischen Revisionen

source: View diff between selected revisions
de: Diff zwischen ausgewählten Revisionen

source: Compare revisions
de: Vergleiche Revisionen

source: Compare selected revisions
de: Vergleiche ausgewählte Revisionen

source: Found %(changed)d changed and %(unversioned)d unversioned item(s)
de: %(changed)d geänderte und %(unversioned)d unversionierte Objekte gefunden

source: Running Commit Command...
de: Committe...

source: Completed Commit
de: Commit abgeschlossen

source: Running Clone Command...
de: Klone...

source: Completed Clone
de: Klonen abgeschlossen

source: Running Clean Command...
de: Räume auf...

source: Completed Clean
de: Aufräumen abgeschlossen

source: Remote Repository Manager
de: Remote-Projektarchiv-Verwaltung

source: <b>Remote Repositories</b>
de: <b>Remote-Projektarchive</b>

source: Host
de: Server

source: Properties - %s
de: Eigenschaften - %s

source: There was a problem saving your properties.
de: Beim Speichern Ihrer Eigenschaften trat ein Problem auf.

source: You must specify a version control system using the --vcs [svn|git] option
de: Sie müssen ein Versionsverwaltungssystem mittels der Option --vcs [svn|git] angeben

source: Locked
de: Gesperrt

source: Yes
de: Ja

source: Get Lock
de: Sperren

source: Running Lock Command...
de: Sperre...

source: Completed Lock
de: Sperren abgeschlossen

source: Running Reset Command...
de: Setze zurück...

source: Completed Reset
de: Zurücksetzen abgeschlossen

source: Running Merge Test
de: Zusammenführen testen

source: Completed Merge Test
de: Zusammenführungstest abgeschlossen

source: Running Merge Command
de: Führe zusammen...

source: Completed Merge
de: Zusammenführen abgeschlossen

source: Merge
de: Zusammenführen

source: No active branch
de: Kein aktiver Branch

source: Author:
de: Autor:

source: Running Merge Command...
de: Führe zusammen...

source: Color
de: Farbe

source: Copy From Path
de: Kopiert von Pfad

source: Copy From Revision
de: Kopiert von Revision

source: Graph
de: Schaubild

source: Compare with working copy
de: Vergleich mit Arbeitskopie

source: Show changes against previous revision
de: Zeige Änderungen ggü. voriger Revision

source: Show changes between revisions
de: Zeige Änderungen zwischen Revisionen

source: Update to this revision
de: Update auf diese Revision

source: Update the selected path to this revision
de: Ausgewählten Pfad auf diese Revision aktualisieren

source: Revert changes from this revision
de: Änderungen dieser Revision zurücknehmen

source: Update the selected path by reverse merging the changes
de: Aktualisiere den ausgewählten Pfad durch Reverse-Merge der Änderungen

source: Copy to clipboard
de: In Zwischenablage kopieren

source: Copy to clipboard the full data of these revisions
de: Alle Daten dieser Revision(en) in Zwischenablage kopieren

source: Edit author...
de: Autor bearbeiten...

source: Edit log message...
de: Logmeldung bearbeiten...

source: Edit revision properties...
de: Revisionseigenschaften bearbeiten...

source: (no author)
de: (kein Autor)

source: Edit author
de: Autor bearbeiten

source: Edit log message
de: Logmeldung bearbeiten

source: Rollback To Revision
de: Zurückrollen auf Revision

source: Rolling Back...
de: Zurückrollen...

source: Completed Rollback
de: Zurückrollen abgeschlossen

source: Update To Revision
de: Aktualisiere auf Revision

source: What revision/branch do you want to checkout?
de: Welche Revision / Branch möchten sie abrufen?

source: Checking out %s...
de: Checkout - %s

source: Completed Checkout
de: Checkout abgeschlossen
